#version: 0.2
n g</w>
t h
c h
a n
n h
t r
th e</w>
e r
t i
n g
n h</w>
o s
k h
o u
a p
q u
a t</w>
a r
t o</w>
ô i</w>
ap os
& apos
i s</w>
i n
&apos ;
i ng</w>
e n
an d</w>
a l
o f</w>
o n</w>
r e
l à</w>
p h
o r
o n
g i
ô ng</w>
ộ t</w>
th e
t ôi</w>
e d</w>
i n</w>
a n</w>
m ột</w>
ú ng</w>
c ó</w>
v à</w>
o t
l i
th at</w>
ê n</w>
e s</w>
c á
c h</w>
ữ ng</w>
ờ i</w>
e r</w>
qu ot
quot ;</w>
& quot;</w>
w h
ớ i</w>
nh ững</w>
i ệ
a y</w>
o u</w>
ch úng</w>
c ủ
củ a</w>
ấ t</w>
l y</w>
i t</w>
o m
i t
v e</w>
ạ n</w>
y ou</w>
s t
a s</w>
o ng</w>
t a</w>
n à
kh ông</w>
ề u</w>
ư ợ
T h
l e</w>
a t
a c
&apos; s</w>
r o
e n</w>
l o
w e</w>
n d</w>
ư ời</w>
e c
s i
d i
o r</w>
i ế
i ều</w>
h a
s e</w>
ng ười</w>
đ ó</w>
b ạn</w>
h o
er e</w>
ạ i</w>
n o
tr ong</w>
ng h
e l
th ể</w>
ượ c</w>
A nd</w>
nà y</w>
s t</w>
đ ã</w>
cá c</w>
a l</w>
đ ược</w>
t u
a b
â y</w>
th is</w>
s a
ì nh</w>
l e
v ới</w>
- -</w>
m a
ấ y</w>
l d</w>
r i
ch o</w>
r a</w>
s ự</w>
à m</w>
V à</w>
ou t</w>
ầ n</w>
v er
ả i</w>
l àm</w>
b e
ti on</w>
d e
i l
m e</w>
á c</w>
ar e</w>
g h
r e</w>
u y
n ó</w>
s u
k e</w>
ằ ng</w>
u t</w>
n e
en t</w>
m à</w>
đ ể</w>
ự c</w>
t o
w as</w>
v ề</w>
v i
c u
m u
nh ư</w>
s ẽ</w>
f or</w>
ế n</w>
o p
C h
s e
al ly</w>
ố ng</w>
â n</w>
ơ n</w>
i ể
à o</w>
ậ t</w>
đ iều</w>
ha ve</w>
l a
th ế</w>
ou r</w>
a ng</w>
ầ u</w>
c e</w>
the y</w>
w it
g o
ó i</w>
iế t</w>
ư ớ
c an</w>
à nh</w>
wit h</w>
ế t</w>
ư ng</w>
w or
on e</w>
kh i</w>
an h</w>
p e
al l</w>
à i</w>
c om
T ôi</w>
n ói</w>
h ọ</w>
e s
t s</w>
o l
d o</w>
b e</w>
ứ c</w>
a s
n ă
s o</w>
đ ến</w>
S o</w>
iệ n</w>
&apos; t</w>
a u
wh at</w>
í nh</w>
r a
à n</w>
s h
ph ải</w>
e x
u n
ư ờ
ab out</w>
f i
iệ c</w>
ướ c</w>
p ro
r ằng</w>
ố i</w>
N h
v ào</w>
ườ ng</w>
đ ang</w>
e a
v iệc</w>
g ì</w>
m i
t ừ</w>
ọ c</w>
ả n</w>
d o
g e
gh t</w>
ou ld</w>
l ại</w>
ậ n</w>
th ấy</w>
c i
r ất</w>
cá ch</w>
the r</w>
t er
c on
h ơn</w>
â u</w>
a g
no t</w>
nh iều</w>
ù ng</w>
no w</w>
s om
d s</w>
ư ơ
m p
ti ng</w>
th ực</w>
đ ầu</w>
c ả</w>
ươ ng</w>
ậ y</w>
m y</w>
ộ ng</w>
p er
ố n</w>
or e</w>
m e
op le</w>
đ ây</w>
c a
c on</w>
h ọc</w>
i ên</w>
ver y</w>
s p
kh ác</w>
ạ o</w>
ổ i</w>
&apos; re</w>
ọ i</w>
th ere</w>
th ing</w>
à ng</w>
pe ople</w>
c ông</w>
ế u</w>
tr ên</w>
ề n</w>
b u
li ke</w>
I t</w>
ro m</w>
t a
cá i</w>
v ì</w>
nà o</w>
f rom</w>
ch ỉ</w>
b iết</w>
Ch úng</w>
e m</w>
ch uy
ộ c</w>
d u
ti on
j u
nă m</w>
á t</w>
ũ ng</w>
k ing</w>
l u
b ec
ơ i</w>
b o
i c
ngh ĩ</w>
th ứ</w>
đ i</w>
ả m</w>
th ành</w>
e ar
v er</w>
an t</w>
k i
b ut</w>
ắ t</w>
at e</w>
d e</w>
t er</w>
iế n</w>
er s</w>
au se</w>
á ng</w>
c ũng</w>
í ch</w>
m o
ju st</w>
ho w</w>
á i</w>
nh à</w>
s ố</w>
Th e</w>
f or
b ị</w>
el l</w>
i r</w>
qu an</w>
ậ p</w>
W e</w>
ă n</w>
ồ i</w>
it y</w>
mu ốn</w>
kh o
B ut</w>
ở i</w>
ú c</w>
the se</w>
th in
i f</w>
s tr
t ed</w>
m ình</w>
a i</w>
ữ a</w>
b y</w>
g e</w>
nh ưng</w>
h e</w>
nh ất</w>
p o
f u
Nh ưng</w>
u ng</w>
t ạo</w>
ư ở
ưở ng</w>
đ ộng</w>
the m</w>
ch ính</w>
m ore</w>
gi ới</w>
á n</w>
wh i
ặ t</w>
ố t</w>
ệ n</w>
u s</w>
n ên</w>
ấ n</w>
u p</w>
th u
v ậy</w>
p l
e y</w>
wh en</w>
t y</w>
t e
à y</w>
h i
go ing</w>
w ay</w>
b i
ố c</w>
d ụ
ộ i</w>
k now</w>
a d
c ou
ò n</w>
lo o
l ớ
bec ause</w>
p ar
f f
h ình</w>
ng s</w>
ư a</w>
ê u</w>
ắ c</w>
ha d</w>
ỏ i</w>
h iện</w>
in d</w>
gi ờ</w>
a u</w>
0 0</w>
W h
s ống</w>
ả nh</w>
ti ế
o w</w>
t ại</w>
n ếu</w>
nh ận</w>
m ọi</w>
ượ ng</w>
ì n</w>
y our</w>
som e
p re
â m</w>
b a
the ir</w>
ge t</w>
thin k</w>
c o
wh o</w>
ứ ng</w>
t w
se e</w>
w ere</w>
cu ộc</w>
iể u</w>
w n</w>
h ay</w>
c ần</w>
whi ch</w>
T r
o d</w>
o ther</w>
ặ c</w>
th ì</w>
t h</w>
m an
re ally</w>
n i
r ou
w ould</w>
e e
l l</w>
os e</w>
đ ề</w>
đ ị
g h</w>
ô n</w>
t ự</w>
ọ ng</w>
il l</w>
en ce</w>
t ất</w>
in e</w>
th i
h u
v e
ò ng</w>
tion s</w>
b ởi</w>
ti n</w>
t ới</w>
the o</w>
b ắt</w>
ẫ n</w>
e v
c re
c òn</w>
iể m</w>
lớ n</w>
nh ìn</w>
k s</w>
f a
i d</w>
c ùng</w>
b ằng</w>
ừ ng</w>
iệ u</w>
tu ally</w>
c ảm</w>
ti me</w>
s o
&apos; ve</w>
iể n</w>
t ế</w>
sa u</w>
dụ ng</w>
com p
&apos; m</w>
th ật</w>
ap p
a tion</w>
c âu</w>
ả ng</w>
l ên</w>
m ent</w>
b ản</w>
á o</w>
K h
ồ ng</w>
wor ld</w>
th ời</w>
chuy ện</w>
y ear
sa o</w>
the n</w>
tr ở</w>
h ere</w>
os t</w>
Y ou</w>
wh ere</w>
qu a</w>
d on</w>
ng ày</w>
nh ân</w>
a m</w>
a m
Th is</w>
qu y
b ộ</w>
c ơ</w>
ou nd</w>
á ch</w>
si nh</w>
ab le</w>
iệ m</w>
d ay</w>
s s</w>
ỗ i</w>
g u
h as</w>
ụ c</w>
d er
som e</w>
ì m</w>
y s</w>
á nh</w>
nă ng</w>
ạ t</w>
ac tually</w>
ph át</w>
tr ước</w>
n ước</w>
i s
ac k</w>
in to</w>
đ ổi</w>
to àn</w>
ph ần</w>
gi a</w>
ả o</w>
á y</w>
n ơi</w>
th ông</w>
ac e</w>
t ìm</w>
year s</w>
s el
nh au</w>
th ay</w>
m ới</w>
i es</w>
v ấn</w>
d y</w>
đị nh</w>
N ow</w>
g o</w>
N ó</w>
thi ngs</w>
d ing</w>
tr ường</w>
s ti
w ill</w>
nh iên</w>
x u
t ính</w>
u s
Đ ây</w>
s ử</w>
tr ình</w>
h ệ</w>
st ar
t ốt</w>
v es</w>
t ưởng</w>
e t</w>
k ết</w>
m ạ
ấ u</w>
iệ t</w>
Th ey</w>
w a
w ant</w>
ấ p</w>
ă ng</w>
m s</w>
v ật</w>
en ts</w>
t al
li ệ
ả y</w>
h àng</w>
h app
c ould</w>
u r
l ý</w>
m b
ã y</w>
h ỏi</w>
ch an
ma ke</w>
ợ p</w>
B ạn</w>
m áy</w>
ch i
f e</w>
ạ c</w>
be en</w>
ag e</w>
ff er
es s</w>
th an</w>
h ợp</w>
ú t</w>
Đ ó</w>
w i
g re
m ặt</w>
l ed</w>
y ing</w>
á p</w>
ắ n</w>
h ành</w>
tiế p</w>
sa id</w>
en ti
k ed</w>
ou r
r u
ki nh</w>
r st</w>
li t
gi an</w>
n ữa</w>
th ức</w>
h ội</w>
in ter
th iết</w>
ch iế
t le</w>
v ing</w>
r ồi</w>
at ed</w>
x em</w>
or y</w>
m ost</w>
c al</w>
liệ u</w>
ti ve</w>
c al
tr ọng</w>
ó ng</w>
some thing</w>
ho á</w>
wor k</w>
th ích</w>
ồ n</w>
tu re</w>
ri ght</w>
c ô</w>
ễ n</w>
v ị</w>
f e
ệ nh</w>
đ ồng</w>
tu y
gi ải</w>
n o</w>
mu ch</w>
di ffer
p r
ha i</w>
tw o</w>
m an</w>
l ượng</w>
tr ẻ</w>
fi rst</w>
ec t</w>
ắ ng</w>
i mp
it e</w>
pro b
ou s</w>
th ường</w>
b ất</w>
v ài</w>
al i
th ose</w>
đ ều</w>
n u
f o
al so</w>
ar d</w>
ĩ a</w>
th ou
d a
d er</w>
ti ên</w>
s y
en d</w>
ể n</w>
M ột</w>
đ ối</w>
st u
p a
i m
ne w</w>
s áng</w>
b ack</w>
on s</w>
tr a
ch o
ea r</w>
f ac
h iểu</w>
s ay</w>
n ay</w>
qu á</w>
t âm</w>
lo ại</w>
ứ u</w>
gi ống</w>
ệ t</w>
li fe</w>
o f
l ần</w>
m on
V ì</w>
tu r
ba o</w>
ị ch</w>
g y</w>
d ed</w>
c ứu</w>
th ống</w>
b ệnh</w>
loo k</w>
I n</w>
si on</w>
sh e</w>
lit tle</w>
p os
go t</w>
vi ên</w>
ng o
g en
om e</w>
ê m</w>
h is</w>
Th at</w>
ngh ệ</w>
đ iểm</w>
ngh ĩa</w>
g ọi</w>
0 00</w>
p u
C ó</w>
fu l</w>
d re
d n</w>
b le</w>
ne ed</w>
nh ỏ</w>
V ậy</w>
o ver</w>
le a
t ly</w>
on ly</w>
m in
c e
I n
o l</w>
đ o
l es</w>
bo dy</w>
đ ưa</w>
man y</w>
ver y
P h
Wh at</w>
t ương</w>
ev en</w>
ho àn</w>
cou n
il li
an s</w>
đ ộ</w>
ngh iệm</w>
á m</w>
i de
qu ả</w>
t ác</w>
lo t</w>
đ ường</w>
re a
c ar
m ar
v ẫn</w>
an y</w>
g r
s on</w>
ta ke</w>
l s</w>
re e</w>
x ảy</w>
H ọ</w>
ă m</w>
g a
chiế c</w>
i r
it s</w>
thu ật</w>
si g
d ùng</w>
à u</w>
di d</w>
ho ặc</w>
đ ại</w>
m er
b iệt</w>
ec on
n ing</w>
w e
an d
b ên</w>
com e</w>
ẳ ng</w>
uy ền</w>
t ừng</w>
w s</w>
th rou
d ân</w>
1 0</w>
tr iển</w>
ã o</w>
l ar
chuy ển</w>
iệ p</w>
ọ n</w>
l úc</w>
di ễn</w>
Đ iều</w>
ẩ n</w>
ar ound</w>
h er</w>
o k</w>
quy ết</w>
s ho
tr ị</w>
k ind</w>
ec i
ca o</w>
go od</w>
N g
differ ent</w>
at er</w>
a mp
ngh e</w>
Nh ững</w>
ú p</w>
uy ên</w>
un der
d ự
e very
ng u
1 9
an k</w>
tuy ệt</w>
m ỗi</w>
kho ảng</w>
Th ere</w>
d ạ
c ầu</w>
w er</w>
tr y</w>
c es</w>
ch ất</w>
l ực</w>
k ế</w>
th o
N ếu</w>
2 0
c ent</w>
m at
ử a</w>
ph ụ</w>
a f
throu gh</w>
su r
di s
gi áo</w>
al s</w>
é p</w>
f ri
l ời</w>
do wn</w>
s er
ợ i</w>
tr i
p ri
o b
gi úp</w>
c ố</w>
ầ m</w>
đ ất</w>
&apos ;</w>
ắ p</w>
ti c</w>
b ra
tr ung</w>
prob le
an s
ou n
v ed</w>
si de</w>
ứ a</w>
ẩ m</w>
c ol
b ảo</w>
u se</w>
ti ến</w>
gi á</w>
be ing</w>
h e
h ết</w>
Q u
ph òng</w>
ti es</w>
n ữ</w>
ngh iên</w>
ó c</w>
ch ưa</w>
ư ới</w>
x e</w>
xu ất</w>
s en
ướ ng</w>
tr u
f in
le ar
c en
sa me</w>
ma ng</w>
happ en
&apos; ll</w>
t ình</w>
or t</w>
li ên</w>
l ing</w>
W ell</w>
ph ân</w>
an i
e very</w>
A nh</w>
đ ơn</w>
tr anh</w>
n ão</w>
t ập</w>
tr uyền</w>
p i
sel f</w>
tu ổi</w>
đ úng</w>
ph ương</w>
st ory</w>
H e</w>
b ình</w>
so ci
n a
đ ặt</w>
ậ u</w>
t ượng</w>
đ iện</w>
b ài</w>
or s</w>
b iến</w>
t ay</w>
st s</w>
ti ền</w>
s ản</w>
gi ữa</w>
Kh i</w>
é t</w>
tiế ng</w>
I f</w>
ti c
p ut</w>
or t
do ing</w>
at e
an ce</w>
y êu</w>
wa ys</w>
s ci
kh ả</w>
í t</w>
ạ nh</w>
ặ p</w>
ng ay</w>
ar y</w>
& #
&# 9
tr ả</w>
kho a</w>
g ra
re d</w>
h ãy</w>
ex per
du c
mb er</w>
a o</w>
G i
th ú</w>
ma g
l ấy</w>
w r
ol u
cu l
ch u
Kh ông</w>
g ần</w>
x ã</w>
cal led</w>
ho ạt</w>
z e</w>
an y
i l</w>
ch iến</w>
n ed</w>
sy st
e w</w>
c á</w>
b ỏ</w>
c or
s ách</w>
tr e
ti m
đ áng</w>
Tr ong</w>
per cent</w>
ph ẩm</w>
te ch
qu es
tion al</w>
at es</w>
ấ m</w>
ph áp</w>
h iệu</w>
. .</w>
i m</w>
ma de</w>
th ree</w>
tal k</w>
cu ối</w>
es s
kh ó</w>
r on
th ân</w>
ch ơi</w>
m en
h el
ch ủ</w>
d ụ</w>
wh y</w>
c ứ</w>
T E
&apos; d</w>
d ự</w>
lo gy</w>
w om
C ác</w>
ex p
mi nh</w>
m ất</w>
ó m</w>
s ức</w>
ag a
k ể</w>
đ ời</w>
f ee
ẫ u</w>
c k</w>
M ỹ</w>
s s
re s</w>
chan ge</w>
f ore</w>
v en</w>
, 000</w>
mạ nh</w>
w ell</w>
p ic
ngh iệp</w>
đ ồ</w>
imp ort
lo w</w>
le t</w>
ngo ài</w>
d ẫn</w>
under st
y ear</w>
k es</w>
t ell</w>
l ập</w>
k e
t ài</w>
ti nh</w>
illi on</w>
ch í</w>
o wn</w>
lo ài</w>
k ỳ</w>
c r
2 0</w>
ậ m</w>
b é</w>
ừ a</w>
la r</w>
đ ấy</w>
t en
b ức</w>
ea ch</w>
p p
c ri
lu ôn</w>
bu il
fac t</w>
x ây</w>
dự ng</w>
tr í</w>
in s</w>
. ..</w>
ti êu</w>
5 0</w>
f ind</w>
in t</w>
c ộng</w>
v ăn</w>
t ên</w>
to day</w>
m ô</w>
m ay</w>
ch ứng</w>
d i</w>
uy ết</w>
t ter</w>
v ô</w>
di dn</w>
th u</w>
t ử</w>
b a</w>
ầ y</w>
h ướng</w>
cou r
a r</w>
ide a</w>
bra in</w>
ph ố</w>
v i</w>
nh ạc</w>
th ử</w>
v iết</w>
p e</w>
o m</w>
ch ức</w>
w an
t e</w>
ng uyên</w>
ô m</w>
k iến</w>
star ted</w>
qu ốc</w>
hu man</w>
c l
H ãy</w>
gi ả</w>
v ời</w>
ạ m</w>
be li
ủ ng</w>
n e</w>
sh i
gi ản</w>
ch ọn</w>
c an
đ âu</w>
sh ould</w>
Th ank</w>
đ ặc</w>
wi th
pl an
quy ền</w>
gre at</w>
ch ế</w>
w ent</w>
de sig
t ư</w>
w ing</w>
b ào</w>
g rou
mạ ng</w>
e st</w>
ch ết</w>
la st</w>
h ear
ạ ch</w>
c ấp</w>
tech no
le ss</w>
str u
su y</w>
tr iệu</w>
t el
H o
iế m</w>
af ter</w>
t ăng</w>
bi g</w>
ạ p</w>
kh í</w>
s m
í a</w>
b à</w>
g ro
th ần</w>
n ền</w>
import ant</w>
f t</w>
đ ạo</w>
i g
thou ght</w>
r ing</w>
be fore</w>
đ ứa</w>
ar i
p s</w>
ẹ p</w>
tim es</w>
ph á</w>
ne x
mi ght</w>
k no
s cho
kh ỏi</w>
l ẽ</w>
s ĩ</w>
gi ve</w>
ề m</w>
cour se</w>
proble m</w>
s h</w>
s in
m àu</w>
lo gi
c el
ag o</w>
đ ánh</w>
ex amp
i mag
t ting</w>
of f</w>
l an
g ặp</w>
ve lo
th ị</w>
be tter</w>
u re</w>
th áng</w>
z ed</w>
kh u</w>
ắ m</w>
Th ế</w>
exper i
sti ll</w>
e en</w>
d ưới</w>
li ty</w>
j o
s how</w>
b it</w>
v u
st a
l a</w>
e ver</w>
v ụ</w>
xu ống</w>
par t</w>
v en
ter s</w>
ne ver</w>
m ẹ</w>
pl ace</w>
c ess</w>
com mu
g ắng</w>
si mp
chi a</w>
nh i
ge ther</w>
ea d</w>
ch út</w>
â ng</w>
d d
me di
o ld</w>
kh á</w>
e l</w>
ph ép</w>
nh óm</w>
c er
i c</w>
m ở</w>
qu anh</w>
d ịch</w>
po li
ã i</w>
ca me</w>
v ực</w>
x ác</w>
to gether</w>
r y</w>
th am</w>
e se</w>
b ay</w>
d ữ</w>
3 0</w>
kh iến</w>
si ble</w>
w ar
b ot
t al</w>
un i
B ây</w>
t ea
Wh en</w>
v o
comp le
ch il
th êm</w>
f ound</w>
nex t</w>
tr ò</w>
m ức</w>
an other</w>
ma tion</w>
star t</w>
de velo
th uyết</w>
tw een</w>
syst em</w>
qu ay</w>
nh anh</w>
dạ ng</w>
it ed</w>
hi m</w>
g ây</w>
d eci
t ổ</w>
r an
đ àn</w>
c ực</w>
r õ</w>
er i
beli e
be tween</w>
ổ ng</w>
c ụ</w>
v ọng</w>
ou s
ngu ồn</w>
fe w</w>
v ùng</w>
re ad
do es</w>
c ảnh</w>
ne t</w>
ac t</w>
us ed</w>
b ây</w>
i ce</w>
t en</w>
b áo</w>
d ù</w>
i ght</w>
t ục</w>
H ow</w>
gi ác</w>
đ ẹp</w>
p la
l ong</w>
A mer
s át</w>
c àng</w>
x a</w>
ch ắc</w>
w ater</w>
d ễ</w>
S t
aga in</w>
to o</w>
ques tion</w>
e ng
c a</w>
ê ng</w>
or g
đ ủ</w>
20 0
v í</w>
da ta</w>
su re</w>
c ây</w>
tr ang</w>
ph ía</w>
lo ve</w>
ph im</w>
h ôm</w>
c ap
h ưởng</w>
b iểu</w>
vi de
nh ớ</w>
ca tion</w>
đo ạn</w>
N ew</w>
ư u</w>
re c
m ents</w>
á u</w>
du y</w>
y be</w>
wom en</w>
me an</w>
ự a</w>
li ght</w>
v ũ</w>
pro duc
TE D</w>
gen er
k iểm</w>
dre n</w>
examp le</w>
for mation</w>
ch ẳng</w>
th ương</w>
chan g
ỉ nh</w>
tr ái</w>
s pe
o le</w>
c ally</w>
Qu ốc</w>
B ec
Ô ng</w>
pr ot
ec ts</w>
p or
in cre
d ài</w>
d one</w>
li ve</w>
a ting</w>
s econ
v òng</w>
f un
lu ận</w>
ph ản</w>
fa mi
es n</w>
ng ữ</w>
g g
Bec ause</w>
a d</w>
po int</w>
underst and</w>
gr ap
e st
loo king</w>
ne ss</w>
n s</w>
an g
Tr ung</w>
os s</w>
w al
in st
m en</w>
j ect</w>
b li
wan ted</w>
sel ves</w>
đ ầy</w>
do esn</w>
d ol
ạ y</w>
chil dren</w>
m or
se ar
k ì</w>
pre s
l ợi</w>
techno logy</w>
re as
dụ c</w>
n at
se e
re al</w>
comp u
ki a</w>
econ om
s k
đ ôi</w>
n ec
gi ảm</w>
In ter
th ậm</w>
scho ol</w>
ằ m</w>
an ds</w>
d a</w>
thu ốc</w>
con tr
ce p
ou gh</w>
ab ly</w>
al ways</w>
n ity</w>
k iếm</w>
v ừa</w>
t ích</w>
belie ve</w>
ab i
c all</w>
th er
wor king</w>
re sp
tr ăm</w>
per son</w>
mon ey</w>
ch ú</w>
vide o</w>
ch ân</w>
th ư</w>
si c</w>
M a
ư ỡ
st or
bo ok</w>
al ity</w>
đ ình</w>
iế u</w>
l ine</w>
gi ao</w>
b ri
o o
h ạn</w>
p as
he al
th ôi</w>
f our</w>
la i</w>
b ước</w>
a tions</w>
tr ans
l and</w>
a way</w>
z ing</w>
uy ện</w>
s ort</w>
s âu</w>
T ại</w>
ro om</w>
Ng ười</w>
rea d</w>
to án</w>
w er
m ôi</w>
1 00</w>
ti cal</w>
tr ải</w>
ụ p</w>
wh ole</w>
e p</w>
cre ate</w>
si ng
hel p</w>
v al
t ồn</w>
d iện</w>
stru c
m om
in formation</w>
la tion</w>
ki ds</w>
for m</w>
develo p
tr ời</w>
st er</w>
ph ục</w>
par ti
tr ying</w>
r ộng</w>
B ởi</w>
th anh</w>
m y
gi ữ</w>
fee l</w>
é o</w>
tr a</w>
t on</w>
n ối</w>
es ting</w>
d ành</w>
as k</w>
đo án</w>
pu bli
f ace</w>
đị a</w>
sa i</w>
h al
en er
coun try</w>
ch i</w>
us ing</w>
thu ộc</w>
ri êng</w>
w ee
l òng</w>
M ar
t ạp</w>
f fi
m ục</w>
s olu
in v
d ri
l in
dạ y</w>
s ợ</w>
po wer</w>
ar e
ph ủ</w>
l ã
n ổi</w>
đ ạt</w>
v ệ</w>
th í</w>
ou t
me ans</w>
đ ứng</w>
v ẻ</w>
ne e
l dn</w>
m ắt</w>
el s</w>
st o
k ỹ</w>
th úc</w>
lu ật</w>
fo od</w>
c ăn</w>
Inter net</w>
1 ;</w>
&#9 1;</w>
c li
s ẻ</w>
lo b
3 ;</w>
&#9 3;</w>
c la
d ge</w>
x ung</w>
m illion</w>
col l
l ệ</w>
m ẫu</w>
t ối</w>
cu r
w at
M y</w>
l ịch</w>
com es</w>
at h</w>
t y
ma king</w>
e y
s es</w>
ac k
o t</w>
el ec
bec ome</w>
b or
sp ec
đ ọc</w>
b àn</w>
h ome</w>
s ec
lớ p</w>
ma ybe</w>
C ảm</w>
thin king</w>
n er</w>
ạ ng</w>
ặ ng</w>
b an</w>
k ỷ</w>
y ếu</w>
to ok</w>
A l
đ ô</w>
f f</w>
sp ace</w>
ar t</w>
tr ụ</w>
h ar
re e
O ne</w>
kh ắp</w>
tr ông</w>
qu y</w>
k ay</w>
ti ết</w>
every thing</w>
ch ương</w>
ó n</w>
s ed</w>
fi ve</w>
kho ẻ</w>
b er
c y</w>
be g
vu i</w>
ti v
ng ồi</w>
di c
ch ạy</w>
b ố</w>
D o</w>
qu ite</w>
g ái</w>
fu ture</w>
tr ies</w>
ph út</w>
c ậu</w>
th s</w>
sa ys</w>
on es</w>
cu ốn</w>
w ard</w>
s ing</w>
m ối</w>
si ve</w>
or i
i d
soci al</w>
ot s</w>
bu ổi</w>
tr ợ</w>
su b
h ầu</w>
be st</w>
ượ t</w>
nu mber</w>
uni ver
re ali
t or</w>
su ốt</w>
Ch in
secon d</w>
A fri
f il
en ough</w>
ch ắn</w>
J o
e t
k iện</w>
ge tting</w>
li c
li ves</w>
k ee
Y or
tr úc</w>
s it
b iển</w>
sm all</w>
si ons</w>
s ắc</w>
e p
c lu
l o</w>
kh u
A n
stu d
ng ôn</w>
ch ung</w>
te ly</w>
desig n</w>
a se</w>
ener gy</w>
S he</w>
mu a</w>
Wh y</w>
th ers</w>
shi p</w>
qu i
u m</w>
ve l</w>
k iểu</w>
L o
u t
lar s</w>
di vi
y si
s ư</w>
do anh</w>
V âng</w>
en ds</w>
abi lity</w>
Th ese</w>
read y</w>
in f
sen se</w>
ch ing</w>
T ất</w>
Ph i</w>
u l
s on
w ed</w>
resp on
y ou
s our
en e
c ửa</w>
v ận</w>
b rea
pre t
i ld</w>
1 5</w>
v a
è o</w>
kh ám</w>
ng ạc</w>
go ver
o ver
x ét</w>
to p</w>
m a</w>
cá nh</w>
x úc</w>
d ec
an im
wh e
s ở</w>
in e
happen ed</w>
al le
le ft</w>
f ol
tho ại</w>
p le</w>
l âu</w>
r àng</w>
tu ần</w>
hi gh
coun tries</w>
b án</w>
t ỉ</w>
en vi
p op
h ồi</w>
s ol
A r
m ed</w>
h iểm</w>
g s</w>
b as
se t</w>
ac r
prob ably</w>
bu sin
M i
ot e</w>
dol lars</w>
c k
U n
ch e
with out</w>
ca se</w>
ma kes</w>
c ấu</w>
tal king</w>
nh iệm</w>
au ti
ổ n</w>
to ld</w>
d ra
L et</w>
ưỡ ng</w>
ĩ nh</w>
su l
ph ức</w>
re sear
w on
k ích</w>
sci ence</w>
k en</w>
ou se</w>
bu ild</w>
th iên</w>
pi ec
ng er</w>
ph ysi
experi ence</w>
cu ng</w>
chuy ên</w>
ch ụp</w>
n ằm</w>
b l
nh ập</w>
d in
gover n
envi ron
lear n</w>
ộ n</w>
pret ty</w>
ous ly</w>
cel ls</w>
c are</w>
whi le</w>
mom ent</w>
soci e
g lob
wor ks</w>
ng ôi</w>
b ăng</w>
b óng</w>
th ái</w>
S au</w>
ỏ ng</w>
ị u</w>
ta in</w>
su ch</w>
inter esting</w>
c ạnh</w>
acr oss</w>
Yor k</w>
ữ u</w>
ph í</w>
i a</w>
happ en</w>
simp le</w>
sa w</w>
ế p</w>
n y</w>
l er</w>
re la
lan gu
d es</w>
c ity</w>
J u
đ ộc</w>
v iện</w>
sh ar
F or</w>
h ữu</w>
b ro
k ẻ</w>
di a</w>
ch ar
ú a</w>
h ạnh</w>
buil ding</w>
a ma
ng ành</w>
ac es</w>
b lo
su c
li ving</w>
ho à</w>
h y</w>
ch ứ</w>
wor ds</w>
c ra
as ked</w>
T u
ch ỗ</w>
vi r
f l
tr ưởng</w>
ec ted</w>
com ing</w>
sp eci
sci enti
v ẽ</w>
th ập</w>
g en</w>
hal f</w>
n or
0 ,000</w>
kh ủng</w>
in ed</w>
ic al</w>
H ere</w>
w as
ol s</w>
m al
fo re
S u
R e
đ a</w>
ro bo
h and</w>
fi gu
du ng</w>
stu ff</w>
h ard</w>
org ani
I s
k in
fami ly</w>
ẵ n</w>
fu l
mo ve</w>
m ing</w>
chu ẩn</w>
in side</w>
el se</w>
any thing</w>
L i
4 0</w>
b ác</w>
om e
m ind</w>
happen s</w>
th iếu</w>
X in</w>
spe a
go es</w>
gh i</w>
qu ý</w>
ph úc</w>
C ô</w>
ẩ y</w>
ù a</w>
Th ật</w>
thou gh</w>
val u
pro cess</w>
m il
l ater</w>
ho ạ</w>
me mber</w>
ch ịu</w>
1 2</w>
tic s</w>
t ấm</w>
h ead</w>
x in</w>
x anh</w>
t -
h un
ử i</w>
se en</w>
reas on</w>
n iệm</w>
h ề</w>
í n</w>
l ắng</w>
gi r
parti cu
A s</w>
t ức</w>
ph ạm</w>
N ên</w>
Amer ic
str i
da ys</w>
A f
t ệ</w>
P e
tu res</w>
s ẵn</w>
pop u
ha ving</w>
t ái</w>
nhi êu</w>
kh ăn</w>
bi o
N o</w>
e ff
y et</w>
ch a
S ự</w>
đ u
proble ms</w>
ú i</w>
s ắp</w>
h ơi</w>
con nec
si cally</w>
gh ts</w>
đ au</w>
T o
e mp
C ái</w>
tr ai</w>
su pp
mi s
l ạ</w>
ch ống</w>
Th ực</w>
mu sic</w>
d en
c ro
m ặc</w>
amp ;</w>
& amp;</w>
ma ch
L e
Gi ờ</w>
hu man
heal th</w>
di es</w>
c ed</w>
l ạc</w>
th ất</w>
sing le</w>
busin ess</w>
a w
wr ong</w>
pl ay</w>
f ron
tur n</w>
thou s
dự a</w>
c ải</w>
U .
ac y</w>
ch âu</w>
đ óng</w>
ph ot
m ong</w>
ap s</w>
k er</w>
Nh ư</w>
x ử</w>
ba d</w>
wor d</w>
my self</w>
loo ked</w>
ca r</w>
you ng</w>
tr ực</w>
hi gh</w>
sa ying</w>
pro ject</w>
our s</w>
of ten</w>
l ựa</w>
e du
ti m</w>
b ánh</w>
tr o
p er</w>
compu ter</w>
b r
E ar
op er
z ation</w>
t ổng</w>
some one</w>
si on
er y</w>
with in</w>
ide as</w>
h ậu</w>
ch ed</w>
đ ội</w>
s ity</w>
fa r</w>
c er</w>
ga me</w>
whe ther</w>
n ội</w>
kh ắc</w>
b illion</w>
s li
pos sible</w>
le ad
publi c</w>
pic ture</w>
m ật</w>
bu r
di se
ar ti
C o
t ỷ</w>
A ll</w>
v ượt</w>
ch ăm</w>
a me</w>
o grap
to à</w>
mat eri
h ộ</w>
x ấu</w>
t ầm</w>
t able</w>
on ce</w>
d ần</w>
ci al</w>
langu age</w>
e i
commu nity</w>
chi ld</w>
dis co
com m
ans wer</w>
ur al</w>
th iện</w>
pa ti
g ửi</w>
de p
L àm</w>
h ứng</w>
h ạt</w>
h ea
en ces</w>
do m</w>
al lo
Afri ca</w>
robo t</w>
or der</w>
con t
ch a</w>
glob al</w>
ge ts</w>
c op
bot h</w>
O kay</w>
mat ter</w>
divi du
contr ol</w>
C u
Đ ể</w>
D e
no thing</w>
ngu y</w>
di rec
tru e</w>
is su
in dividu
h y
ate ly</w>
S i
l ưu</w>
am es</w>
Ấ n</w>
tr ạng</w>
pro f
nh iệt</w>
al most</w>
st an</w>
lã nh</w>
imag ine</w>
d anh</w>
sh ed</w>
mu l
con ti
alle ng
D a
6 0</w>
đ ột</w>
sa ng</w>
p at
ch iều</w>
G oo
ru n</w>
kee p</w>
pos i
d ầu</w>
te mp
hear d</w>
ac e
incre di
ic k
de s
ch alleng
ba sically</w>
ti l</w>
buil t</w>
be auti
ni ềm</w>
nhi ễ
m er</w>
e in</w>
ngo ại</w>
as es</w>
ve ly</w>
t ội</w>
per son
gu y</w>
ho pe</w>
c ận</w>
an ding</w>
u ro
ngh èo</w>
H a
ap er</w>
r en
hi story</w>
stor ies</w>
o c
n ạn</w>
loo ks</w>
vi ce</w>
piec e</w>
grou p</w>
d ro
ồ m</w>
ni ght</w>
f er
deci ded</w>
al ready</w>
k ính</w>
ho a</w>
L a
Ear th</w>
8 0</w>
f el
ch ữa</w>
đ ấu</w>
in es</w>
d ấu</w>
x o
jo b</w>
Ch âu</w>
ta tion</w>
mar k
c s</w>
Đ ộ</w>
đ ẩy</w>
resear ch</w>
d ent</w>
Un ited</w>
b ring</w>
ama zing</w>
won der
Goo g
si x</w>
in ing</w>
c ổ</w>
ta king</w>
re member</w>
pro gra
n ỗi</w>
k éo</w>
th ách</w>
i can</w>
hun dre
fi c</w>
de mo
đ en</w>
t ố</w>
n er
j ects</w>
e ms</w>
1 1</w>
cou ple</w>
ut es</w>
t ắc</w>
kh ách</w>
f lo
th ủ</w>
re sul
ng ược</w>
mo ther</w>
k il
e vi
ac tion</w>
po wer
mon ths</w>
dd le</w>
was n</w>
vi ew</w>
u p
p ing</w>
ap pro
gi ấy</w>
edu cation</w>
beauti ful</w>
R i
du ce</w>
c ess
TE D
tea ch
o od</w>
nu ôi</w>
a ch</w>
the m
ph i</w>
min utes</w>
govern ment</w>
ge st</w>
bec ame</w>
2 5</w>
op en</w>
ne t
fri ends</w>
wom an</w>
un der</w>
b ại</w>
0 s</w>
un til</w>
sh are</w>
ex ac
de l</w>
d ru
T ây</w>
F i
tiv ity</w>
st ed</w>
ec u
M o
ful ly</w>
ch ữ</w>
qu ản</w>
N A</w>
univer se</w>
r d</w>
socie ty</w>
nat ure</w>
i se</w>
f -
ra di
ic k</w>
fo cu
Goog le</w>
so át</w>
n ửa</w>
l ĩnh</w>
iế p</w>
it h</w>
in no
lear ned</w>
be ha
ti ện</w>
ma ge</w>
lea r</w>
hear t</w>
ea h</w>
O h</w>
m ắc</w>
l ỗi</w>
Jo h
p t</w>
our selves</w>
ho ạch</w>
every body</w>
at t
o s</w>
h át</w>
elec tr
cre ated</w>
ẩ u</w>
them selves</w>
nhiễ m</w>
ng ủ</w>
g ồm</w>
Chin a</w>
exac tly</w>
t ốc</w>
t ors</w>
St ates</w>
ngh i
t ả</w>
s óc</w>
l í</w>
kh iển</w>
grou nd</w>
en s</w>
d r
w in
d ương</w>
c ắt</w>
õ i</w>
m ơ</w>
hu ge</w>
e ly</w>
cul ture</w>
b on</w>
x i
d -
beha vi
N or
r an</w>
li es</w>
h ại</w>
ngh i</w>
comple tely</w>
ộ p</w>
is h</w>
gi ết</w>
C ar
pl aces</w>
stu dy</w>
happen ing</w>
tr an
th ẳng</w>
qu en</w>
kh ối</w>
b ày</w>
can cer</w>
c lear</w>
l ưới</w>
k new</w>
ic s</w>
fron t</w>
d ây</w>
c ử</w>
ap pe
M ọi</w>
Amer ican</w>
đ ông</w>
đ ích</w>
qu ân</w>
plan et</w>
h ours</w>
chiế u</w>
pro vi
p ol
le vel</w>
st ate</w>
ques tions</w>
in st</w>
in du
đ ức</w>
th ấp</w>
mi c</w>
th i</w>
ee t</w>
b ly</w>
a tive</w>
C on</w>
enti al</w>
đ á</w>
sho ws</w>
l ái</w>
kin ds</w>
d en</w>
b ầu</w>
19 9
t àu</w>
n iên</w>
d òng</w>
some body</w>
nh ờ</w>
mo del</w>
environ ment</w>
at s</w>
ph óng</w>
is n</w>
h ouse</w>
h ear</w>
el ing</w>
an ti
E ng
đ ổ</w>
ng ờ</w>
Ch ỉ</w>
kh ai</w>
it self</w>
d àng</w>
ch ấp</w>
N gh
na me</w>
li st
x ếp</w>
r ối</w>
p it
ng ắn</w>
fa ther</w>
c ười</w>
c ư</w>
b ốn</w>
aga inst</w>
đ êm</w>
s c
m ê</w>
g ni
ec tive</w>
mb ers</w>
g ốc</w>
d ers</w>
ặ n</w>
sto p</w>
ri s
ou th</w>
ou ldn</w>
s àng</w>
ph ong</w>
m ea
g ấp</w>
c au
wor ked</w>
đ em</w>
ver ed</w>
v ation</w>
s ha
n ông</w>
every one</w>
d ence</w>
S te
t ận</w>
sh ap
ec tion</w>
th y</w>
olu tion</w>
o thers</w>
Th en</w>
N a
đ ỡ</w>
wa r</w>
por tu
op portu
conti nu
ro w</w>
pa st</w>
gi ây</w>
b ạo</w>
H I
D NA</w>
sin ce</w>
differ ence</w>
stud ents</w>
l ắm</w>
k ỉ</w>
exp la
co gni
we b</w>
s ân</w>
i gh
en ing</w>
v ai</w>
tr ách</w>
l y
con si
V ới</w>
In dia</w>
tu al</w>
na tional</w>
is m</w>
fi el
ta in
men tal</w>
ga ve</w>
g ắn</w>
b ab
S .</w>
ffi cul
comp any</w>
ag es</w>
N o
commu ni
at or</w>
A u
some times</w>
e o</w>
c ân</w>
ac ti
di fficul
as y</w>
el e
d ly</w>
cá o</w>
c y
s ound</w>
ra ther</w>
h ồ</w>
enti re</w>
ch es</w>
P ar
R ồi</w>
t om
r un
i st</w>
sur pri
s cal
ng àn</w>
h er
cep t</w>
t ôn</w>
s ite</w>
ph ẫu</w>
h or
e -
chang ed</w>
Americ a</w>
è n</w>
y ed</w>
ss ed</w>
of fi
a ir</w>
thous ands</w>
str y</w>
lar ge</w>
cou ldn</w>
tur ns</w>
ne ws</w>
N e
ầ ng</w>
p ot
c ks</w>
particu lar</w>
h ài</w>
cl os
ci r
am oun
x uyên</w>
uy s</w>
s or
h aps</w>
bas ed</w>
G od</w>
đ ợi</w>
h i</w>
tur y</w>
l ate</w>
k ey</w>
e mo
pr in
ph one</w>
2 00</w>
w on</w>
vi ol
st er
n am</w>
mu st</w>
eng ine
dise ase</w>
chi m</w>
b í</w>
E uro
si êu</w>
out side</w>
ear ly</w>
tur ned</w>
illi ons</w>
figu re</w>
chuy ến</w>
bi r
u r</w>
th ụ</w>
sti tu
re st</w>
re gi
power ful</w>
nh ảy</w>
ne y</w>
lear ning</w>
m ã</w>
li ter
ch ị</w>
cen tury</w>
ta kes</w>
du ring</w>
d ừng</w>
ó t</w>
popu lation</w>
m ol
k ĩ</w>
id enti
happ y</w>
oun ds</w>
m os
m al</w>
j our
W or
7 0</w>
t an
m àn</w>
kno w
k ý</w>
é m</w>
ol ved</w>
a st</w>
ngh ị</w>
gi ai</w>
B i
đ ảm</w>
syst ems</w>
sp i
qu e</w>
d ar
D i
war ds</w>
t ầng</w>
di ence</w>
spec ies</w>
s is</w>
la o</w>
bec om
S e
ị t</w>
t ải</w>
l an</w>
h ấp</w>
HI V</w>
sti c</w>
sp end</w>
te st</w>
inst ead</w>
h ind</w>
f ree</w>
G e
thi rd</w>
G re
y our
ph ổ</w>
n on
mach ine</w>
lea st</w>
k ers</w>
g uys</w>
bo o
H ar
m ate</w>
p ed</w>
l ots</w>
ho ảng</w>
W i
U. S.</w>
1 0
phot ograp
ca mer
R o
ã n</w>
nat ural</w>
kno wn</w>
kh ởi</w>
an ies</w>
know le
re li
r ừng</w>
p ur
ng ăn</w>
logi cal</w>
e qu
c ell</w>
anim als</w>
ó p</w>
your self</w>
o -
nh ắc</w>
m p</w>
đ o</w>
v ari
reali zed</w>
ex t</w>
econom ic</w>
O K</w>
si ze</w>
s le
p sy
O r</w>
t ù</w>
o il</w>
e asy</w>
ch ỉnh</w>
ar ch
Af gh
un ch</w>
sel f-
kh ái</w>
g óc</w>
con ver
A t</w>
w ers</w>
th ải</w>
gi ven</w>
at ure</w>
tea m</w>
mol ecu
de fin
an t
al ong</w>
Tu y</w>
ẳ n</w>
h út</w>
h os
g es</w>
g er</w>
ar gu
ù i</w>
z z
nghi êm</w>
nee ded</w>
h ộp</w>
ce i
B u
w el
be hind</w>
T a
Đ ược</w>
ver age</w>
rela tion
ma j
m ón</w>
li sh</w>
at ten
ve ment</w>
m es
l uyện</w>
do c
N am</w>
gro w</w>
difficul t</w>
L u
simp ly</w>
re si
ac c
m ôn</w>
in ning</w>
y a</w>
wal k</w>
khu ôn</w>
fel t</w>
Â u</w>
par ents</w>
fri end</w>
chu ột</w>
b ed</w>
t ín</w>
nee ds</w>
medi a</w>
l á</w>
i mage</w>
gi àu</w>
c ập</w>
C òn</w>
f ra
di ed</w>
V í</w>
str o
l -
in i
fin ally</w>
f ar
col le
c tion</w>
1 8</w>
th ơ</w>
g ar
cer tain</w>
S a
ng ân</w>
m ous</w>
es ti
comp anies</w>
cl ose</w>
vi d</w>
p aper</w>
or din
b lu
pat ter
mo ving</w>
co i</w>
che mi
liệ t</w>
gro w
gi à</w>
lea ve</w>
đ ám</w>
tuy ến</w>
th ắng</w>
ph ận</w>
t ấn</w>
l t</w>
in clu
fee t</w>
T V</w>
B e
5 00</w>
ta ken</w>
l ab
er ing</w>
1 8
ob vi
o ff
en tly</w>
ị p</w>
c le
year -
ta i</w>
si bi
are a</w>
Ho a</w>
valu e</w>
tr ừ</w>
poli tical</w>
par ts</w>
o x
bl ack</w>
K i
tra o</w>
me t</w>
in tel
a ir
fu ll</w>
Pe ople</w>
M u
K en
ch ứa</w>
ò i</w>
as hi
9 0</w>
đ ỏ</w>
đ ảo</w>
see ing</w>
re cor
n ặng</w>
hu ỷ</w>
h ẳn</w>
con di
Ch úa</w>
sp ent</w>
qu ang</w>
po in
fa v
Ch o</w>
v ân</w>
per haps</w>
for d</w>
C âu</w>
m ềm</w>
e at</w>
tu n
su m
re sour
n óng</w>
m ấy</w>
d ậy</w>
car e
al y
ph ù</w>
per f
lo cal</w>
ey es</w>
st age</w>
qu ick
on d</w>
li m
fiel d</w>
ex tre
tic ally</w>
mi ddle</w>
can not</w>
Da vid</w>
mạ ch</w>
h ands</w>
e ma
ọ t</w>
si a</w>
quy ển</w>
ch óng</w>
đ iển</w>
de li
ch áu</w>
b an
B ắc</w>
B ra
tr ùng</w>
th iệu</w>
bu ộc</w>
H iện</w>
sh ing</w>
se ven</w>
scal e</w>
s óng</w>
m ẽ</w>
m ùa</w>
d ưỡng</w>
u ống</w>
c ost</w>
Tr ái</w>
P a
v il
quick ly</w>
ne ur
li nh</w>
knowle dge</w>
kh án</w>
h ạ</w>
grow th</w>
des cri
wonder ful</w>
th ảo</w>
sur vi
s qu
ci ties</w>
beg an</w>
ate ver</w>
amoun t</w>
. 000</w>
ụ t</w>
iế ng</w>
ch ủng</w>
boo ks</w>
beg inning</w>
lo nger</w>
gr and
M e
ti vely</w>
r ời</w>
ni a</w>
m áu</w>
h ãi</w>
de ath</w>
c le</w>
b al
pres ent</w>
d õi</w>
ani stan</w>
T a</w>
C ông</w>
t ảng</w>
spea k</w>
mul ti
le y</w>
in k</w>
gi n</w>
fa il
f ree
b ar
a ff
B o
đ iên</w>
wee k</w>
t ồi</w>
im pro
di gi
behavi or</w>
ter ms</w>
s ơ</w>
s mar
par t
lo ạn</w>
l ộ</w>
Nh à</w>
đ áp</w>
comple x</w>
ab solu
T ừ</w>
T o</w>
K ỳ</w>
e ight</w>
I s</w>
Ch ar
ấ c</w>
ver sity</w>
st e
n a</w>
di e</w>
str a
l ầm</w>
l ost</w>
ci vi
bor n</w>
Y eah</w>
v ững</w>
st ep</w>
c ũ</w>
s ong</w>
rou ght</w>
pre sen
p an
m ắn</w>
en ding</w>
ch ờ</w>
c os
H u
s ửa</w>
s cre
pre dic
pa in
g óp</w>
L iệu</w>
Joh n</w>
wr ite</w>
sa ge</w>
in ven
bu ồn</w>
B a
Afgh anistan</w>
we b
t ot
st e</w>
h on
gi ving</w>
es p
comm on</w>
A i</w>
le v
b loo
t ou
o ce
n ers</w>
y -
s it</w>
li ke
au th
V ào</w>
R ất</w>
C an
th ưởng</w>
t ường</w>
pos ed</w>
mi ễn</w>
kho ản</w>
kh ổng</w>
imag es</w>
ex pl
d u</w>
d am
car bon</w>
J e
wr it
w ri
tra di
tr ánh</w>
su per
mo der
l ồ</w>
camer a</w>
c at
Y es</w>
Th ứ</w>
re v
ho ld</w>
est ed</w>
ei ther</w>
tri ed</w>
p es</w>
c ing</w>
b ene
Is ra
C ol
x u</w>
su al</w>
solu tion</w>
per for
in ess</w>
il ls</w>
S ome</w>
O ur</w>
M ỗi</w>
đ èn</w>
us h</w>
re cogni
ng -
n al</w>
de al</w>
ể u</w>
t ổn</w>
con f
ch àng</w>
mor ning</w>
m ái</w>
lea se</w>
b ảng</w>
b ang</w>
đ ói</w>
s m</w>
person al</w>
f ly</w>
bo x</w>
S o
mark et</w>
l ạnh</w>
for ward</w>
fol lo
est er
arch it
a verage</w>
sit u
lo r</w>
b ack
ac ter
t an</w>
p ay</w>
la b</w>
l ẫn</w>
atten tion</w>
an tly</w>
đ ỉnh</w>
wee ks</w>
t ộc</w>
re ality</w>
r út</w>
d iệu</w>
c ơn</w>
tran sp
tr ắng</w>
t ờ</w>
sit ting</w>
or ig
chang es</w>
sol ve</w>
m ảnh</w>
gro wing</w>
gre en</w>
ớ m</w>
tr ac
su sta
on line</w>
C on
B ro
w ouldn</w>
tel ling</w>
for ce</w>
c in
đ ào</w>
Đ úng</w>
Đ ông</w>
ph ỏng</w>
nh u</w>
Ng ày</w>
A c
wh atever</w>
ti ểu</w>
se qu
n úi</w>
f ear</w>
develop ed</w>
P o
w in</w>
opportu nity</w>
m ine</w>
inter ested</w>
gg er</w>
vi e
t ốn</w>
ki m</w>
bu y</w>
tur al</w>
in ve
fe eling</w>
econom y</w>
b rought</w>
at ors</w>
tr ận</w>
on y</w>
h ảo</w>
gir l</w>
g one</w>
bo ard</w>
O n</w>
Eng lish</w>
B à</w>
li g
gi ỏi</w>
eri a</w>
d ang
com b
year- old</w>
ss ing</w>
qu ên</w>
physi cal</w>
mal e</w>
gi ọng</w>
f la
tr ồng</w>
su dd
om s</w>
b ề</w>
an a</w>
T i
wat ch</w>
tr ì</w>
see ms</w>
r ơi</w>
qu ảng</w>
to ols</w>
to m</w>
ri ed</w>
pre ci
fil m</w>
f ine</w>
anim al</w>
H ồi</w>
ì a</w>
vo ice</w>
vi ces</w>
chang ing</w>
Ju st</w>
wri ting</w>
r is</w>
per i
e m
al one</w>
al a
ad v
1 4</w>
1 3</w>
struc ture</w>
khu ẩn</w>
issu e</w>
ch ạm</w>
W hi
po or</w>
il l
fu r
ar en</w>
ab o
M on
Ch ính</w>
B er
đ ương</w>
v ốn</w>
th re
reali ze</w>
ngh ìn</w>
mi cro
individu al</w>
in ten
develop ing</w>
cre ating</w>
b ền</w>
b ật</w>
s ánh</w>
ph ấn</w>
o d
m ãi</w>
f al
c ầm</w>
as king</w>
ti ềm</w>
t ar
sh ort</w>
nu mbers</w>
materi al</w>
le g
hos pit
1 6</w>
qu ality</w>
fa st</w>
ch ấm</w>
wr ote</w>
run ning</w>
challeng e</w>
cer tain
scienti sts</w>
pro duce</w>
pla ying</w>
ph ere</w>
l ương</w>
kho á</w>
gi c</w>
g gest</w>
er e
chiế m</w>
c ỡ</w>
F ace
Đ ại</w>
si l
m ời</w>
incredi ble</w>
st and</w>
n ic
kh ích</w>
ac cess</w>
N ăm</w>
C an</w>
underst anding</w>
star ting</w>
h iển</w>
f y</w>
di ngs</w>
cli mate</w>
U ni
o ph
like ly</w>
human s</w>
h ôn</w>
b ữa</w>
S h
ph ối</w>
n ắm</w>
ma s
gir ls</w>
focu s</w>
fi ed</w>
Wor ld</w>
y er</w>
v àng</w>
l ửa</w>
l àng</w>
au dience</w>
R ight</w>
Face book</w>
th ịt</w>
sa ve</w>
k o</w>
gener ation</w>
ag ed</w>
R a
Chin ese</w>
C ali
x ương</w>
v ĩ</w>
nh u
ng ừng</w>
m illions</w>
ig n</w>
cr acy</w>
con sci
ca tions</w>
ver s</w>
v ỡ</w>
se x</w>
r ac
gh ế</w>
fu n</w>
đ iệu</w>
t ách</w>
ngh ỉ</w>
h ào</w>
e mer
qu ần</w>
ordin ary</w>
mar ke
h ỗ</w>
chu ỗi</w>
reli gi
n ổ</w>
liter ally</w>
ex c
d ường</w>
a va
I D
v ợ</w>
ris k</w>
r ate</w>
ne igh
kh ẩu</w>
for ms</w>
ặ m</w>
đ ừng</w>
I ra
F ran
E very
A d
đ ằng</w>
ti s
s ót</w>
or ity</w>
k ịch</w>
fi sh</w>
en ded</w>
ch ảy</w>
b iên</w>
sp ir
se em</w>
produc t</w>
mo d
ic es</w>
blu e</w>
are as</w>
progra m</w>
lo w
ic o</w>
ho od</w>
gen e
g ames</w>
any one</w>
z y</w>
s ớm</w>
nor mal</w>
lo ạt</w>
kno ws</w>
in spi
gi ves</w>
f it</w>
Tr ên</w>
Cali for
tho át</w>
ser i
net work</w>
inno vation</w>
ch e</w>
I ran</w>
t ô</w>
kh uy
conf lic
at u
R ob
prot ein</w>
gi ó</w>
disco vered</w>
ch ậm</w>
B ri
th ank</w>
mo ved</w>
ki d</w>
ci ent</w>
ch ồng</w>
us es</w>
ty pe</w>
techno logi
r .</w>
pr om
pati ents</w>
pati ent</w>
ng ly</w>
hundre ds</w>
experi ment</w>
com pe
Tr ước</w>
S outh</w>
Califor nia</w>
19 8
ẹ n</w>
vil la
t ắt</w>
t àn</w>
s ạch</w>
re ly</w>
op en
mo vi
li fe
co ol</w>
V i
vir us</w>
u te</w>
si mil
resul t</w>
ni ce</w>
ho l
ec ting</w>
e mb
cou ra
conver sa
c ut</w>
T al
M ex
B y</w>
t each</w>
car s</w>
b at
an ing</w>
V ấn</w>
ứ t</w>
v acc
the ory</w>
sho wed</w>
re qui
o h</w>
moder n</w>
f re
di st
d ou
M c
su ất</w>
so f
sibi lity</w>
r ace</w>
ngh ề</w>
g ợi</w>
fav or
en cy</w>
y st
o w
l ặp</w>
k ê</w>
j a
con su
N ot</w>
L on
sour ce</w>
il s</w>
de ed</w>
b è</w>
b es</w>
r it
qu ỹ</w>
l ated</w>
exper im
enti ally</w>
d ĩ</w>
bot tom</w>
A ID
ự ng</w>
ươ i</w>
wh ite</w>
kh ứ</w>
g ing</w>
ey e</w>
de ta
dam en
as ed</w>
suc cess
s al
esp eci
especi ally</w>
w il
st and
ss es</w>
pic tures</w>
ph ê</w>
ava il
S ome
Lon don</w>
C ách</w>
C am
tr ưng</w>
ru p
p lu
o kay</w>
mo vement</w>
materi als</w>
l ỗ</w>
l ối</w>
i sts</w>
gi ấc</w>
ea si
develop ment</w>
de ad</w>
bloo d</w>
al low</w>
ụ ng</w>
y es</w>
relation ship</w>
psy cho
pot ential</w>
incredi bly</w>
imp act</w>
h and
fun damen
cen ter</w>
c lo
b i</w>
teach ers</w>
tal ked</w>
sur face</w>
suc cess</w>
nec ess
ma in</w>
kh ổ</w>
expla in</w>
d on
cr os
a chi
Ch ris</w>
tr ại</w>
t úi</w>
lar ly</w>
indu stry</w>
connec ted</w>
cir cu
ad a</w>
P ro
3 00</w>
web site</w>
tr ữ</w>
th ro
ter ri
t án</w>
supp ort</w>
s ông</w>
pre ss</w>
nh é</w>
g ed</w>
P al
D P</w>
on to</w>
ng ại</w>
me et</w>
g la
b all</w>
Ch ri
ti ny</w>
ou ght</w>
and a</w>
Bra z
ủ i</w>
ô -
ti ci
pr os
ox y
di men
an aly
vi ễn</w>
so on</w>
resour ces</w>
read ing</w>
inv olved</w>
i ngs</w>
f er</w>
absolu tely</w>
th ước</w>
st ers</w>
ng uyện</w>
me m
bab y</w>
ab or
P au
đ ăng</w>
ã ng</w>
str ess</w>
oce an</w>
k iệm</w>
issu es</w>
grou ps</w>
en ly</w>
ea ting</w>
d ặm</w>
cla ss</w>
chan ce</w>
ca mp
AID S</w>
ị nh</w>
la w</w>
il lu
ha ven</w>
ev olution</w>
di sp
c ờ</w>
N ói</w>
Isra el</w>
C ám</w>
t or
s sion</w>
ni fi
li ties</w>
h it</w>
d om
F or
1 .
Đ ầu</w>
shap e</w>
s ounds</w>
be gin</w>
am ed</w>
wor th</w>
s ỹ</w>
V iệc</w>
C om
đu ổi</w>
su p
sle ep</w>
n âng</w>
l ose</w>
de ep</w>
comp as
ch ó</w>
avail able</w>
P er
1 7</w>
scho ols</w>
re cei
pres sion</w>
kh áng</w>
desig ned</w>
bi a</w>
b ơi</w>
Th u
H ay</w>
tri bu
tr al</w>
technologi es</w>
r ap
k ém</w>
for tun
co lor</w>
Ira q</w>
y ond</w>
s trong</w>
re p
posi tion</w>
nh ắn</w>
ng ton</w>
maj or</w>
jour ney</w>
in ation</w>
gh ép</w>
fer ence</w>
f oun
dep en
demo cracy</w>
be yond</w>
M an
Euro pe</w>
2 4</w>
ưỡ i</w>
th ăm</w>
situ ation</w>
se ver
re gu
mes sage</w>
l en</w>
happ iness</w>
h our</w>
cen tly</w>
cap it
ac tive</w>
sli de</w>
s end</w>
ph iên</w>
mil es</w>
de vice</w>
c à</w>
a du
vi sion</w>
s ốt</w>
ru les</w>
r om
li ved</w>
h ọ
exp en
d y
cho ice</w>
W est</w>
viol ence</w>
th ở</w>
su ally</w>
ro ad</w>
re cently</w>
pro jects</w>
intel lig
ev en
đ i
v in
v a</w>
th ảm</w>
sp o
la u
kho ảnh</w>
ha m</w>
con cer
D o
ũ i</w>
v ỏ</w>
tre at
ti z
r ẻ</w>
pu l
me ly</w>
hundre d</w>
ac coun
B ill</w>
v ết</w>
tru th</w>
str eet</w>
sec re
nh ật</w>
n ỗ</w>
ma p</w>
do or</w>
con n
ci p
appe ar
an ces</w>
w ish</w>
ti ves</w>
tho ả</w>
t àng</w>
pr acti
ou d</w>
min i
individu als</w>
in stitu
digi tal</w>
tel ls</w>
r as
o ds</w>
li st</w>
l ặng</w>
gh ter</w>
e qui
becom es</w>
b ọn</w>
appro ach</w>
B ar
st op
s áu</w>
pro gre
offi ce</w>
ag u
3 D</w>
sp read</w>
pu tting</w>
min ute</w>
l ọc</w>
gu ess</w>
ema il</w>
cre ative</w>
co de</w>
au ght</w>
an ts</w>
O n
Nh ật</w>
J ap
Ge or
Braz il</w>
t ap
st ay</w>
mon th</w>
mem ory</w>
h ùng</w>
bi gger</w>
L à</w>
- year-old</w>
wal king</w>
susta in
su s</w>
pp ed</w>
n ar
g t</w>
ex tra
de gre
de ep
N i
Fi rst</w>
D on</w>
đ iệp</w>
to wn</w>
nh ẹ</w>
me chan
ho ang</w>
h om
dar k</w>
con struc
bo dies</w>
b ờ</w>
a h</w>
Mex ico</w>
E ast</w>
xo ay</w>
tr òn</w>
t end</w>
simil ar</w>
reas ons</w>
pp ing</w>
fi ght</w>
c ause</w>
an e</w>
Ma ybe</w>
Af ter</w>
ti ce</w>
ob s</w>
eff ect</w>
ag ing</w>
wor l
sion al</w>
r ay</w>
medi cal</w>
me e
l ay</w>
e d
brea k</w>
O f</w>
đ ẳng</w>
vo i</w>
tw are</w>
tr ống</w>
teach er</w>
smar t</w>
ri ch</w>
resul ts</w>
re st
ng ẫu</w>
me aning</w>
m ùi</w>
f all</w>
evi dence</w>
c ru
E very</w>
speci al</w>
s wi
mo bi
l ục</w>
in tro
Wh ere</w>
đ am</w>
Đ ất</w>
ê nh</w>
to wards</w>
ph il
imp os
er ed</w>
ec ture</w>
b ò</w>
the ma
lo y
h ổ</w>
favor ite</w>
dri ve</w>
do ạ</w>
di o</w>
an ge</w>
L úc</w>
B ộ</w>
w ood</w>
t on
lin es</w>
l and
in a</w>
every where</w>
cre a
t aught</w>
star ts</w>
scienti fic</w>
mis sion</w>
li e</w>
develo p</w>
cra zy</w>
ba sic</w>
b acter
Can ada</w>
thu ận</w>
sof tware</w>
pro cess
o re
l ính</w>
in come</w>
e f
e ch</w>
certain ly</w>
an o</w>
z er
th ác</w>
s ent</w>
pa in</w>
mea sure</w>
ga in</w>
examp les</w>
di an</w>
compu ters</w>
bu l
bi ggest</w>
b s</w>
b er</w>
Th eo</w>
tr i</w>
th ừa</w>
ser ve</w>
ra is
mor al</w>
lead ers</w>
en ter
do w</w>
com for
2 1</w>
đo àn</w>
đ ựng</w>
wa i
w ea
se a</w>
r ác</w>
perf ect</w>
l ành</w>
inter est</w>
de ter
c ấy</w>
ac i
Ng ay</w>
B ản</w>
ớ t</w>
ter m</w>
s a</w>
r ent</w>
pri v
obvi ously</w>
d au
G DP</w>
19 7
z ations</w>
tr ích</w>
thu ỷ</w>
th ai</w>
su n
particu larly</w>
m oun
in al</w>
g ri
dru g</w>
di ag
com par
ci tiz
bo y</w>
beli ev
ali zed</w>
H ai</w>
G u
Cu ối</w>
v an</w>
sho wing</w>
c lear
app li
str ea
sa fe</w>
s car
non -
nhu ận</w>
lo ved</w>
communi ties</w>
as su
a de</w>
posi tive</w>
lea d</w>
họ p</w>
gra du
gi ảng</w>
fa ster</w>
ch ặt</w>
ad d</w>
C O
đ ạp</w>
wa ste</w>
wa it</w>
th ang</w>
high -
dre am</w>
W ith</w>
đ e</w>
Đ ức</w>
ur ity</w>
respon se</w>
l ược</w>
i ly</w>
gener al</w>
fi re</w>
cul tural</w>
as se
am p</w>
al o
Ken ya</w>
G er
A D
sm al
pl an</w>
nh ựa</w>
ng ing</w>
ne ar
m iếng</w>
lã ng</w>
list en</w>
in deed</w>
deci sions</w>
S A</w>
stud ent</w>
regi on</w>
pro per
le ss
l ắp</w>
f lu
ee ts</w>
cho ose</w>
tri c</w>
tot ally</w>
t es</w>
t ally</w>
sever al</w>
ph i
min ds</w>
li ar</w>
fol low</w>
de t
char ac
Y ou
S an</w>
N ào</w>
ườ n</w>
to ol</w>
shi ps</w>
jo y</w>
it i</w>
gi ám</w>
dru gs</w>
ch ec
c ãi</w>
wor se</w>
rea ch</w>
fur ther</w>
ch ặn</w>
bra ins</w>
T wit
E ven</w>
Cu ộc</w>
Đ ừng</w>
wat ching</w>
t ật</w>
sti n
sig nifi
pe ace</w>
p en
ngo ái</w>
n ine</w>
m ừng</w>
l ễ</w>
kh ấu</w>
ear s</w>
A re</w>
đ òi</w>
t i</w>
str ate
ng ang</w>
m ù</w>
cont ent</w>
ch ào</w>
c ot
ate st</w>
ac tions</w>
M à</w>
Ho ặc</w>
y ên</w>
tra ining</w>
im medi
hu ống</w>
coll abor
ca m</w>
Lo ok</w>
J a
1 ,
th ận</w>
th ao</w>
no body</w>
n amed</w>
m or</w>
e e</w>
P r
C ũng</w>
4 00</w>
tru st</w>
sy n
sho wn</w>
m ot
j obs</w>
h ương</w>
g ot
d iệt</w>
Nor th</w>
wan ts</w>
s ổ</w>
m ại</w>
m ây</w>
lar gest</w>
inf lu
gre w</w>
f as
c ản</w>
bri dge</w>
b om
allo wed</w>
ac tivity</w>
C ậu</w>
A ng
y ers</w>
wi fe</w>
scre en</w>
s -
radi o</w>
per spec
p ose</w>
man u
m ét</w>
m es</w>
ic ally</w>
đ ống</w>
stu dies</w>
st anding</w>
s ợi</w>
n os
me ant</w>
mat h</w>
k ill</w>
inclu ding</w>
fin an
e ffi
do w
d ance</w>
ch ép</w>
blo g</w>
Wh o</w>
W e
Twit ter</w>
Th ay</w>
E inst
2 000</w>
villa ge</w>
v ong</w>
tre es</w>
sur g
sudd enly</w>
s y</w>
ro r</w>
ob jects</w>
i al</w>
er t</w>
continu e</w>
W al
M ost</w>
Einst ein</w>
v ú</w>
tr àn</w>
speci fic</w>
sk y</w>
poin ts</w>
on e-
no tice</w>
m ers</w>
g an</w>
f le
dis cu
c ặp</w>
as tic</w>
any body</w>
ac ks</w>
S ha
đ ùa</w>
w ind</w>
se par
ri es</w>
produc ts</w>
mu si
engine ering</w>
cá m</w>
buil dings</w>
atu res</w>
X -
ver sion</w>
tradi tional</w>
th ấu</w>
t ỏ</w>
sig n</w>
po ver
nh ằm</w>
n ot
m ập</w>
in s
exp ect</w>
even tually</w>
cri sis</w>
am s</w>
ad es</w>
a ge
T w
I mag
Ch ẳng</w>
Americ ans</w>
Đ ối</w>
é n</w>
tuy ên</w>
th ù</w>
sta ti
re mark
ph iếu</w>
movi e</w>
man i
ma in
li ghts</w>
in si
i tion</w>
ex ci
cá t</w>
cont ext</w>
c ứng</w>
ar ds</w>
Nh iều</w>
E x
ớ n</w>
wi de</w>
tru ly</w>
sear ch</w>
se xu
s cap
ro bot
prof es
plan ts</w>
pl ant</w>
peri od</w>
it es</w>
gh tly</w>
f ant
expen sive</w>
condi tions</w>
compas sion</w>
co ver</w>
c ked</w>
vi c
rev olution</w>
pover ty</w>
pic k</w>
kh ía</w>
hospit al</w>
fo ot
fin ding</w>
conn ect</w>
ch er</w>
bo m</w>
am ong</w>
W ashi
uy ệt</w>
tr ào</w>
sti cs</w>
s úng</w>
ra ise</w>
nh ịp</w>
ma ss</w>
m ực</w>
li er</w>
kil led</w>
fas cin
ch án</w>
c ases</w>
b ối</w>
as h</w>
any more</w>
allo ws</w>
I T</w>
x y</w>
ti êm</w>
stri bu
solu tions</w>
s ụp</w>
s ou
r on</w>
h iếm</w>
extre mely</w>
en ter</w>
di stribu
conflic t</w>
b and</w>
To day</w>
Geor ge</w>
E m</w>
y l
we ver</w>
w all</w>
t á</w>
su n</w>
ser ies</w>
robot s</w>
mod els</w>
logi st</w>
g as</w>
exc ited</w>
ef for
d ation</w>
cop e</w>
conversa tion</w>
b ắn</w>
arti st</w>
Washi ngton</w>
AD N</w>
4 5</w>
ti a</w>
so lar</w>
sk in</w>
ser vice</w>
provi de</w>
poli tics</w>
plan e</w>
h à</w>
ali ve</w>
a -
T ur
D ù</w>
D ar
B os
ậ c</w>
y le</w>
wel l-
v al</w>
temp er
ri se</w>
ng ọn</w>
lo wer</w>
ke pt</w>
k êu</w>
W ester
sor ts</w>
sk ills</w>
secon ds</w>
s ell</w>
p age</w>
os oph
medi c
m óc</w>
lic ated</w>
li ền</w>
kh ung</w>
il ed</w>
fo ot</w>
fa mous</w>
exci ting</w>
con fi
N ig
M ẹ</w>
ớ p</w>
wi se</w>
tr iết</w>
ti ngs</w>
socie ties</w>
ro le</w>
mach ines</w>
list ening</w>
ho le</w>
gh ting</w>
extra ordinary</w>
b éo</w>
au r
Ph áp</w>
Pau l</w>
ụ i</w>
ty pic
success ful</w>
s cen
ma thema
la tions</w>
l ừa</w>
ho àng</w>
ho t</w>
free dom</w>
ck y</w>
c ôn</w>
ari ly</w>
Whi ch</w>
V ề</w>
E n
Char les</w>
B ằng</w>
đu a</w>
è m</w>
patter n</w>
go al</w>
g ỗ</w>
do cu
cl in
c ục</w>
Uni versity</w>
200 8</w>
th ờ</w>
th ầy</w>
stru gg
produc tion</w>
fami lies</w>
colle ge</w>
co o
ab les</w>
Ph ải</w>
Co ng
CO 2</w>
ượ u</w>
sec urity</w>
kh ảo</w>
fami liar</w>
fac es</w>
f ru
da d</w>
d ối</w>
c o</w>
a in</w>
L iên</w>
Imag ine</w>
A t
ỗ n</w>
đ ập</w>
ver se</w>
v ol
tim ate</w>
throu gh
tho ải</w>
mạ c</w>
inve st
h ối</w>
g y
de f
b ậc</w>
at ory</w>
0 0
tr ou
ti ệ
re fl
p in</w>
neur ons</w>
n ấm</w>
l os
high er</w>
eff ective</w>
e ts</w>
di sa
ci es</w>
c ăng</w>
b unch</w>
aw are</w>
a th
Th ái</w>
O r
th ree
st om
r o</w>
piec es</w>
ng ưỡng</w>
m ưa</w>
l ũ</w>
k í</w>
k y</w>
impos sible</w>
h è</w>
h a</w>
fortun ately</w>
ch ốt</w>
cep tion</w>
b on
Ph ần</w>
ế m</w>
we ight</w>
u sually</w>
ty pes</w>
ma tic</w>
hu r
for med</w>
c king</w>
abo ve</w>
C ity</w>
vi sible</w>
re presen
perfor man
par a
mon str
leg al</w>
l ap
ic ity</w>
hu ấn</w>
h ous
con vin
con st
colle agu
ch ối</w>
F r
1 9</w>
writ ten</w>
tal ks</w>
sup posed</w>
ma gic</w>
kh i
e al
doc tors</w>
cri tical</w>
ad dre
A ri
tr ầm</w>
th uyền</w>
t áo</w>
t ex
some where</w>
recogni ze</w>
patter ns</w>
nh ũng</w>
ne w
lar ger</w>
ir s</w>
il ing</w>
h ỗn</w>
doc tor</w>
au ty</w>
ali a</w>
ac tual</w>
M IT</w>
tea ching</w>
spe ed</w>
r ượu</w>
phil osoph
ob ject</w>
m ỏ</w>
gre ater</w>
fun c
el a</w>
e nh
dang er
cur rent</w>
connec tion</w>
becom ing</w>
al e</w>
Th om
B a</w>
ợ t</w>
v âng</w>
up on</w>
tra vel</w>
tion ary</w>
ther e
t ory</w>
s si
perspec tive</w>
organi zation</w>
or ies</w>
mas sive</w>
m ì</w>
le -
l ec
gh ét</w>
er a</w>
consi der</w>
an ks</w>
Mi cha
ri ghts</w>
ha ng</w>
der ed</w>
b ảy</w>
S ẽ</w>
S tr
vi sual</w>
treat ment</w>
tis su
r ắc</w>
khuy ến</w>
fun ny</w>
el low</w>
dou b
de m
b iện</w>
Th ose</w>
Pa ki
Li ke</w>
G o
1 50</w>
thous and</w>
ph a</w>
molecu les</w>
de monstr
contr ol
ci pl
Wi ki
Thu ỵ</w>
A b
đ ắt</w>
tra in</w>
ti tu
st ore</w>
re s
ran ge</w>
n út</w>
f our
en ced</w>
d ate</w>
con cept</w>
a ds</w>
Y our</w>
ther ap
some how</w>
ng ón</w>
le s
l li
h ic
be auty</w>
at ch</w>
as soci
P S</w>
H ôm</w>
to -
smal ler</w>
sing ly</w>
shar ed</w>
mo m</w>
mi sta
le gs</w>
ha m
gen es</w>
gen e</w>
finan cial</w>
con tribu
achi e
a k</w>
Wester n</w>
N A
Bi g</w>
v ard</w>
tw o-
tru y</w>
th ọ</w>
tech ni
ph án</w>
ol der</w>
lit ary</w>
in te
hi c</w>
h ồn</w>
fore st</w>
cri min
compe ti
comp licated</w>
ch áy</w>
c enti
any where</w>
Thom as</w>
D u
vu l
t ỉnh</w>
signifi c
sho t</w>
s mo
organi zations</w>
n ur
ju sti
incre ase</w>
exp lo
e f</w>
cos ts</w>
commu nic
ci an</w>
bacter ia</w>
Micha el</w>
Afri can</w>
1 5
th iểu</w>
t úc</w>
remark able</w>
progre ss</w>
pla stic</w>
neigh bor
m ạo</w>
lev els</w>
k a</w>
human ity</w>
heal thy</w>
fundamen tal</w>
fe male</w>
ex i
dol lar</w>
dec ades</w>
c ỏ</w>
bab ies</w>
b re
ar ri
Tal k</w>
20 10</w>
tel evi
ri c</w>
poli cy</w>
o to</w>
lan ds</w>
h ắn</w>
g ọn</w>
g er
ess entially</w>
danger ous</w>
cla ss
civi li
be ings</w>
Nh ìn</w>
í m</w>
xo á</w>
tr ứng</w>
ta ins</w>
se um</w>
s ăn</w>
p ath</w>
m ũi</w>
hi m
for th</w>
en om
ar m</w>
7 5</w>
sa mp
prot ect</w>
practi ce</w>
par ty</w>
on i
gi ận</w>
de b
c ụt</w>
c ỗ</w>
al ing</w>
ac ity</w>
S ao</w>
R u
v el
tr op
through out</w>
th ạch</w>
surg ery</w>
recor d</w>
pe dia</w>
mobi le</w>
m it
immedi ately</w>
gene tic</w>
g l
di nh</w>
con ven
ar t
ac ci
H ầu</w>
G PS</w>
Ad am</w>
tr ack</w>
thu ê</w>
three -
th iệp</w>
r ủi</w>
performan ce</w>
m it</w>
kh át</w>
fun ction</w>
electr icity</w>
d ày</w>
crea tivity</w>
cha ir</w>
bio logy</w>
b ông</w>
archit ecture</w>
Ri ch
3 5</w>
ơ m</w>
đ ắn</w>
ú m</w>
x ứng</w>
won der</w>
ther n</w>
th ả</w>
t le
surpri sing</w>
su ffer
spea king</w>
re lated</w>
pu ll</w>
poli ce</w>
ous ness</w>
n ấu</w>
hi stor
fant astic</w>
f its</w>
ev olved</w>
dra w</w>
d ness</w>
ac ting</w>
2 .
đ ốc</w>
z es</w>
x ong</w>
tre pr
trepr ene
rup tion</w>
rou n
ma i</w>
l ộn</w>
kh iếp</w>
ex ist</w>
e ty</w>
deci sion</w>
de sp
dau ghter</w>
co ff
c ột</w>
ad ap
M ặt</w>
x es</w>
u se
tre at</w>
th ánh</w>
televi sion</w>
sustain able</w>
si bly</w>
r os
priv ate</w>
k ẹ
h ước</w>
got ten</w>
go l
gi ành</w>
follo wing</w>
ee l</w>
citiz ens</w>
bi nh</w>
b ột</w>
ari a</w>
S we
J os
F rom</w>
1 0,000</w>
ừ u</w>
tr uyện</w>
sy m
seri ous</w>
physi cs</w>
ot y
ng ũ</w>
m ộ</w>
m ò</w>
en coura
ear lier</w>
bu t
b ãi</w>
am i</w>
af ter
In st
Au str
đ ài</w>
wal ked</w>
underst ood</w>
the tic</w>
ser vices</w>
photograp h
ph ó</w>
p lease</w>
no tic
me th
logi sts</w>
clear ly</w>
challeng es</w>
cel e
appe ar</w>
R us
0 -
đ ốt</w>
Đ ã</w>
z a</w>
y eah</w>
x ưa</w>
wai ting</w>
thu ần</w>
ter y</w>
sen s
p le
le o</w>
inter national</w>
g ori
dow n
d ọc</w>
ch ẩn</w>
care er</w>
au tom
Ha iti</w>
uni que</w>
tre e</w>
tou ch</w>
t ụ</w>
stri al</w>
str ange</w>
r ưỡi</w>
pas s</w>
medic ine</w>
impro ve</w>
hel ped</w>
h uyết</w>
g n
en treprene
emo tional</w>
ch u</w>
al ter
R os
P ri
Nig eria</w>
M at
ự u</w>
ướ t</w>
z on</w>
tra ffi
ti sh</w>
r ăng</w>
pri ce</w>
no ther</w>
mi ền</w>
me mor
focu sed</w>
fin al</w>
environ mental</w>
direc tion</w>
b ạc</w>
b its</w>
age ment</w>
Lo s</w>
A nother</w>
2 ,000</w>
ý t</w>
wh ose</w>
we al
ve hic
to c
s er</w>
s at</w>
ph enom
phenom en
o logy</w>
mi litary</w>
m át</w>
la ting</w>
inven ted</w>
him self</w>
cor rec
co ld</w>
ck et</w>
ch ers</w>
Tw o</w>
H i
x âm</w>
wil ling</w>
there fore</w>
t ặng</w>
ob ser
nh ấn</w>
n ém</w>
l in</w>
intellig ence</w>
hea d
h iến</w>
g a</w>
experim ents</w>
comple te</w>
ch ừng</w>
ch ai</w>
be l</w>
ac ts</w>
J ames</w>
Is la
ỗ ng</w>
đ ĩa</w>
vul ner
v ườn</w>
t ary</w>
strea m</w>
str ic
pr int</w>
org an
le t
land scap
i Ph
g ương</w>
g ay</w>
f ashi
de si
d ị</w>
cho ices</w>
c ốt</w>
bl ind</w>
bir th</w>
ber g</w>
b y
S cot
L in
A l</w>
wer en</w>
valu es</w>
use ful</w>
tr ộn</w>
th a</w>
sub ject</w>
st ance</w>
squ are</w>
re cent</w>
ra tion</w>
mo tiv
kh óc</w>
iệ ng</w>
i ng
f ro
ex cept</w>
duc ed</w>
direc tly</w>
deci de</w>
de stro
ar s</w>
Rich ard</w>
x ạ</w>
tu red</w>
sli ghtly</w>
qu ê</w>
nh ỉ</w>
ir d</w>
g ge
dri ving</w>
de st</w>
d ying</w>
cre ates</w>
car to
acti vi
a st
Paki stan</w>
Na tional</w>
x ity</w>
tu ỳ</w>
t ask</w>
shar ing</w>
re -
obvi ous</w>
ng ài</w>
ne ar</w>
hu s
e th
comple xity</w>
c ẩn</w>
bir ds</w>
T im
O ba
Har vard</w>
Ang el
vacc ine</w>
sp ending</w>
rou nd</w>
net works</w>
n ation</w>
mee ting</w>
f low</w>
et c</w>
comfor table</w>
S m
P M</w>
L ý</w>
H is</w>
B al
A le
t les</w>
secre t</w>
se t
s al</w>
qu ar
pri son</w>
ph er
nu clear</w>
m iệng</w>
l i</w>
inst ance</w>
inspi red</w>
diag nos
d ính</w>
D r.</w>
An y
A n</w>
19 6
temper ature</w>
te en
t óc</w>
r ào</w>
popu lar</w>
pas s
op ti
me mbers</w>
l ack</w>
hu y</w>
fl ying</w>
fa ir
ev ent</w>
d an
cu ri
cra tic</w>
chemi cal</w>
camp a
b ắc</w>
ans wers</w>
a i
Rob ert</w>
E D</w>
ẻ o</w>
vi a</w>
th ẩm</w>
sum mer</w>
re fu
pa id</w>
mi êu</w>
la w
ess es</w>
en or
do g</w>
differ ences</w>
di versity</w>
coff ee</w>
bo ys</w>
b la
M R
đ ớn</w>
t ạm</w>
st ation</w>
re ti
re por
pre par
ot h</w>
m ẩu</w>
l ỏng</w>
gla ss</w>
g à</w>
er ship</w>
dec ade</w>
cap acity</w>
b it
a head</w>
W ar</w>
Ch i
C ơ</w>
ố m</w>
đ áy</w>
v it
tur ning</w>
t ò</w>
survi ve</w>
spe ech</w>
shar es</w>
sa fe
s low</w>
ra id</w>
pr ac
ng ầm</w>
m ming</w>
h ẹn</w>
h ack
gre atest</w>
expl ore</w>
cle an</w>
as ing</w>
Gi áo</w>
D an</w>
200 7</w>
zer o</w>
vu ông</w>
v y</w>
tu ệ</w>
tri al</w>
su gge
str eets</w>
star s</w>
st ates</w>
sa ving</w>
nh ạy</w>
mi le</w>
me ters</w>
is ms</w>
in stru
identi ty</w>
high ly</w>
gra de</w>
fin i
con clu
c ốc</w>
b ạch</w>
b ble</w>
as ks</w>
arti sts</w>
ac ked</w>
Mi ddle</w>
M any</w>
Gre at</w>
đ ậu</w>
vari ous</w>
sp aces</w>
publi shed</w>
ph ổi</w>
ph ones</w>
j ec
i nh
hel d</w>
h ạng</w>
h iệp</w>
gr as
fi r
f ying</w>
emp loy
dise ases</w>
con sequ
cen tral</w>
cau ses</w>
bri ngs</w>
b read</w>
a vo
S p
Ch ắc</w>
đ ón</w>
wor st</w>
ti n
terri ble</w>
pur pose</w>
pas sion</w>
li ber
gori th
cur ren
comm it
c ường</w>
app ed</w>
am bi
Th e
M us
F in
ụ m</w>
Đ ôi</w>
tho ảng</w>
t ây</w>
sol di
produc ed</w>
notic ed</w>
l ão</w>
k iên</w>
iế c</w>
is tic</w>
gg ing</w>
for ces</w>
communic ate</w>
b ốt</w>
Tim es</w>
Th ời</w>
Gi ống</w>
Ch uyện</w>
C .</w>
6 00</w>
scienti st</w>
re ma
qu ái</w>
for get</w>
f li
d àn</w>
com mer
b one</w>
al gorith
Oba ma</w>
M ĩ</w>
K .</w>
Ju li
C ực</w>
5 ,000</w>
we ap
tr ắc</w>
tr ôi</w>
to i
th ợ</w>
